13/data/attachments/8de1ad2a6de582ba.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>Dakota_degree_Friend_79390_2</nif:username>
            <nif:friendToBeRequested>soap_friends_2e7f85e6-a095-433c-9050-8a0d14087ffc</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>